brew "git"
brew "pyenv"

brew "fzf"
brew "fastfetch"
brew "btop"
brew "lazygit"
brew "neovim"
brew "starship"

# LunarVim prereqs
brew "node"
brew "python"
brew "ripgrep"
brew "rust"
brew "gnu-sed"

cask "ghostty"
cask "font-jetbrains-mono-nerd-font"


